documents/images/graphio/bxdf/lama_mix_edf.dot
digraph {
  rankdir = LR;
    NG_lama_mix_edf_mix [label= "mix"];
    NG_lama_mix_edf_mix[shape = box];
    NG_lama_mix_edf_mix ->     NG_lama_mix_edf_out;
    NG_lama_mix_edf_out [label= "out"];
    NG_lama_mix_edf_out[shape = box]; 
    NG_lama_mix_edf_material2INT [label="material2"];
    NG_lama_mix_edf_material2INT [shape = ellipse];
    NG_lama_mix_edf_mix [label="mix"];
    NG_lama_mix_edf_material2INT -> NG_lama_mix_edf_mix [label=".fg"];
    NG_lama_mix_edf_material1INT [label="material1"];
    NG_lama_mix_edf_material1INT [shape = ellipse];
    NG_lama_mix_edf_mix [label="mix"];
    NG_lama_mix_edf_material1INT -> NG_lama_mix_edf_mix [label=".bg"];
    NG_lama_mix_edf_mixINT [label="mix"];
    NG_lama_mix_edf_mixINT [shape = ellipse];
    NG_lama_mix_edf_mix [label="mix"];
    NG_lama_mix_edf_mixINT -> NG_lama_mix_edf_mix [label=".mix"];
}
